Revit 2027 API
AnalyticalEquipmentLoadData.TrueLoad Property
 The electrical true load of analytical equipment load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TrueLoad { get; }
Public ReadOnly Property TrueLoad As Double
	Get
public:
property double TrueLoad {
	double get ();
}
member TrueLoad : float with get
Property Value
Double
See Also
Reference
AnalyticalEquipmentLoadData Class
Autodesk.Revit.DB.Electrical Namespace